.
..
...
....
.....
.......
0
0-0
0-1
0-10
0-100
0-11
0-113
0-13
0-2
0-20
0-23
0-27
0-3
0-4
0-5
0-6
0-7
0-8
0-87033-182-5
0-for-2
0-for-4
0-of-3
0.0
0.00
0.00001
0.0005
0.001
0.003
0.004
0.008
0.012
0.013
0.02
0.025
0.04
0.040
0.05
0.0567
0.0625
0.068
0.07
0.08
0.097
0.1
0.10
0.12
0.13
0.16
0.17
0.18
0.18039
0.1870
0.19
0.2
0.2-0.3
0.20
0.21
0.219
0.23
0.24
0.25
0.250
0.256
0.26
0.264
0.27
0.3
0.3-0.8
0.3-2
0.30
0.3048
0.31
0.32
0.33
0.34
0.35355
0.385
0.4
0.5
0.5-1.0
0.54
0.540
0.5692
0.6
0.63
0.64
0.66
0.7
0.72
0.75
0.79
0.79-square-mile
0.8
0.80
0.818
0.84
0.848
0.85
0.9
0.9-2.1
0.914
0.93
0.94
0.95
0.96
0.97
0.99
0.999
00
000
0000
000080
000333
0007-7704
001
00100
0011
0016
001832
002
002000
0026
003
004
005
007
007500
007796
008
009
009-1
009991
01
0100
011
012600
0143-5450
015
0156
016
0183
02
020
022
023-695-2221
023.2
024
02694
0274
02876669
029
02nd
03
0300
0313
0315
033
036874
037
0373
0392192116669289
039538
04
04-01-025
0410
0455-0020
0464
048
05
0505
0525
053
0530
054
06
060
0600
0605
064486
0645
068
07
07-08
07-100
07-101
07-39
0745
077
078
079
08
080
0800
081
0810
08103269791
084
085
09
09.30-11.00
0900
093
0945
0967-3938
09892
1
1,000
1,000,000
1,000-mile
1,000-year-old
1,001
1,003
1,005
1,006
1,009
1,011,000
1,012
1,016.0
1,021
1,022
1,024
1,025
1,028
1,029
1,030
1,033
1,035.1
1,039
1,042
1,047
1,049
1,051
1,052
1,054
1,056-ton
1,058
1,059
1,060.2
1,065
1,066
1,067
1,069
1,071
1,072
1,076
1,077
1,077,113
1,080
1,085
1,086
1,087
1,088
1,090
1,098
1,099,000
1,1
1,100
1,100,000
1,102
1,102,005
1,103
1,110.3
1,115
1,117,971
1,119
1,125
1,127
1,128
1,130
1,130,000
1,131
1,132
1,139
1,141
1,141,779
1,143.1
1,144
1,146
1,147
1,148
1,148.7
1,149
1,155
1,1716
1,179
1,180
1,183
1,185
1,186
1,188,292
1,189
1,196
1,2
1,2,3
1,2,4
1,200
1,208.17
1,209
1,210,193,422
1,211
1,213,934
1,217
1,219
1,22,000
1,220
1,229
1,231
1,233
1,248
1,250
1,252
1,258
1,260
1,261
1,262
1,272
1,276
1,277
1,280
1,282
1,284
1,287
1,289
1,299
1,3,5
1,300
1,300,914
1,304
1,309
1,309.4
1,311
1,316
1,320,357
1,327
1,328
1,336
1,340
1,342
1,346,000
1,350
1,351
1,352.2
1,363
1,367,380
1,367.4
1,369
1,371,324
1,376
1,380
1,385
1,394
1,395
1,396
1,397
1,398
1,400
1,400-pages
1,418
1,421
1,428
1,428,703
1,430
1,432
1,436
1,440
1,440.2
1,442
1,444
1,447.2
1,450
1,452
1,469
1,472
1,477
1,491
1,494
1,498.2
1,5
1,500
1,500,000
1,506
1,508
1,510
1,523
1,528
1,529
1,531
1,533
1,537
1,54,953
1,551
1,553
1,560
1,561
1,574
1,580
1,592,122
1,596
1,597.0
1,6,9
1,600
1,600,000
1,602
1,606
1,607
1,610
1,613
1,616
1,617
1,619
1,624
1,626
1,629
1,64,236
1,645
1,647
1,649
1,650
1,659
1,660
1,668
1,670,000
1,672,395
1,672.6
1,674
1,676
1,678
1,680
1,681
1,683
1,686
1,690
1,698
1,700
1,700-year-old
1,701
1,704
1,713.7
1,722
1,732
1,734
1,739
1,744
1,749
1,750
1,763
1,766
1,788
1,798
1,800
1,806
1,808
1,830
1,850
1,857
1,865
1,889
1,900
1,904
1,905
1,906
1,915
1,918
1,919
1,920
1,937
1,944
1,947.9
1,948
1,949,000
1,958
1,968
1,971
1-0
1-000
1-04
1-1
1-1-2
1-1-5
1-1.2
1-11
1-12
1-13
1-130
1-131
1-14
1-15
1-16
1-160
1-18
1-19
1-2
1-20
1-22
1-23
1-239
1-295
1-3
1-385
1-4
1-44
1-46
1-485
1-6
1-7
1-8
1-800-273-8255
1-800-Missing
1-81
1-9
1-A
1-Yard
1-act
1-car
1-cell
1-continuous
1-for-4
1-for-7
1-hour
1-in-52
1-inch
1-m
1-meter
1-minute
1-n
1-seed
1-time
1-yard
1-yard-line
1-year
1.0
1.0-1.5
1.00
1.000
1.000.000
1.007
1.01
1.01.1995
1.023
1.03
1.05
1.06
1.09
1.1
1.1.2
1.10
1.10.7
1.11.8
1.12.9
1.13
1.13.9
1.14
1.14.12
1.14.9
1.15
1.15.9
1.159
1.16.9
1.17
1.17.9
1.18.11
1.19.12
1.2
1.2-4.8
1.2.0
1.2.1
1.2.2
1.20.12
1.21
1.21.12
1.22
1.22.14
1.25
1.26
1.27
1.28
1.287
1.29
1.3
1.3.3
1.30
1.31
1.3333
1.34
1.35
1.395
1.4
1.4.0
1.4.3
1.40
1.45
1.49
1.5
1.5-mile
1.5.1
1.5.5
1.50
1.500.000.000
1.506
1.52
1.53
1.553
1.56
1.57
1.587
1.588
1.59
1.6
1.6-2.2
1.6-meter
1.6.5
1.61
1.63
1.64
1.65
1.67
1.69
1.7
1.7-4.5
1.7.6
1.70
1.75
1.76
1.77
1.8
1.8.7
1.82
1.84
1.85
1.890
1.9
1.9.7
1.90
1.91
1.95
1.955
1.97
1.99
10
10,000
10,000-15,000
10,000-20,000
10,000-fold
10,000-meter
10,000-ton
10,002
10,009
10,025
10,028
10,042,802
10,173
10,197
10,350
10,404
10,450
10,500
10,500-ton
10,560
10,566
10,590
10,605
10,637
10,641
10,646
10,702
10,767
10,795
10,800
10,806
10,811
10,825
10,860
10-0
10-10-345
10-1000
10-11
10-11th
10-12th
10-15
10-2-1
10-20
10-23
10-3
10-30
10-4
10-6
10-7
10-Ball
10-ball
10-bit
10-car
10-card
10-darter
10-day
10-episode
10-ft
10-gun
10-inch
10-minute
10-month
10-month-old
10-part
10-person
10-point
10-ride
10-simplex
10-week
10-yard
10-year
10-year-old
10.0
10.00
10.00-11.30
10.00-12.00
10.000
10.01.1975
10.1
10.10
10.11
10.12
10.13
10.14
10.15
10.16
10.2
10.20
10.28
10.3
10.30
10.4
10.46
10.5
10.64
10.7
10.8
10.81
10.87.16
10.9
10.90
10.95
10.99
100
100,000
100,400
100,605
100,689
100-1
100-150
100-200
100-90
100-Series
100-bedded
100-km-wide
100-member
100-meter
100-mile
100-minute
100-plus
100-plus-meter-deep
100-series
100-watt
100-yard
100-year
100.0
100.00
100.1
100.5
100.82
1000
1000-fold
1000-point
1000-strong
10000
100000
1001
1002
1003
1004
1005
10055
1006
10065
1007
1008
1009
1009119-64-5
100th
101
101-100
101-108
101-73
101-74
101-97
101.1
101.3
101.6
101.7
101.9
101.933
1010
1011
1012
1013
1014911
1015
10160
1018
1018-19
10180054
1019
101955
101st
102
102,000
102,116
102,400
102-103
102-88
102-bed
102-date
102.1
102.2
102.3
102.32
102.4
102.430
102.7
1020
1021
1022
1023
1024
1025
1026
1029
102nd
103
103,000
103,910
103,919
103-117
103-92
103-year-old
103.1
103.4
103.6
103.8
1030
1031
1032
1033
1034
1036
1037
1038
103rd
104
104,270
104,702
104-100
104-101
104-103
104-105
104-106
104-72
104-98
104.0
104.3
104.64
104.8
104.9
1040
1042
1042nd
1043
1044
1045
104th
105
105,000
105-80
105.1
105.3
105.8
105.9
1050
10500
1052
1053
1054
1055
1056
1057
1058
1059
1059421
105th
106
106-94
106-point
106.1
106.3
106.5
106.7
1060
1061
1062
1063
1064
1065
1065557
1066
1067
1068
1069
106th
107
107-100
107-104
107-120
107-96
107.1
107.2
107.3
107.5
107.6
107.7
107.9
1070
1071
1072
1073
10743
1075
1079-1080
107th
108
108-103
108-124
108-291
108-7
108-88
108-B
108-game
108-mile
108.3
108.5
108.6
1080
1082
1084
1085
1086
1088
1089
108th
109
109,642
109-108
109.2
109.54
1090
1091
1092
1092-670-8
1094
1096
1096-c
1098
1099
109th
10th
10th-11th
10th-century
10th-ranked
10th-round
11
11,000
11,011
11,020
11,054
11,089
11,100
11,104
11,266
11,283
11,285
11,289
11,300
11,302
11,404
11,500
11,522
11,550
11,600
11,644
11,679
11,700
11,707
11,970
11,971.0
11-1
11-12
11-13
11-18
11-227
11-3
11-32
11-487
11-5
11-assist
11-car
11-date
11-for-15
11-game
11-hour
11-inch
11-km
11-part
11-player
11-points
11-song
11-space
11-span
11-time
11-week
11-yard
11-year-old
11.0
11.00-13.00
11.1
11.12
11.13
11.15
11.2
11.20
11.25
11.3
11.30
11.30-13.30
11.312
11.34
11.4
11.47
11.5
11.55
11.567
11.7
11.74
11.8
11.80
11.9
110
110,000
110,364
110-122
110-mile
110-seat
110.0
110.2
110.3
110.780
1100
1101
11058954
1107-1127
1108
1109
110th
111
111,000
111,716
111-233
111.1
111.2
111.5
111.9
1110
1111
1112
1112-1400
1114
1115
1115-1150
1116
1117
1118
1119
111th
112
112,173
112,541
112-103
112-113
112-115
112-96
112.5
112.626
112.7
1120
1123
112409
1125
1126
1127
1128
1128-1129
1129
112th
113
113,000
113,200
113,412
113-105
113.9
1130
1130-1138
1130-1350
1131
1133.55
1134
1136
1137
1139-1140
113th
114
114,391
114.4
1140
1140-1141
11412044
1145
114504
11464
1147
1147-1172
1148
1149
1149085
114th
115
115,000
115-100
115-106
115.3
115.6
115.698
1150
1151
1152
1153
1154
1155
11561
1157
1159-73
115th
116
116-107
116-112
116-113
116.6
116.7
1160
1161
1163
1166
1168
1169
116th
117
117-113
117-118
117-121
117-207
117-99
117-foot
1170
1171
1172
1173
1174
1175
1177
1177-1319
1178
1179
117th
118
118-111
118-114
118-152
1182
1184
1187
1189
118th
119
119,000
119-109
119-110
119-99
119.3
1191
1194
1195
1196
1199
119th
11th
11th-century
11th-generation
11th-round
11th-safest
12
12,000
12,047
12,122.5
12,139
12,290
12,295
12,317
12,359
12,469
12,5
12,500
12,600
12,700
12,756
12,892
12-0
12-10
12-11
12-13
12-16
12-22
12-3456
12-61-0
12-7
12-8
12-Floor
12-arrow
12-bit
12-channel
12-county
12-foot
12-hour
12-hours
12-inch
12-man
12-midnight
12-month
12-point
12-round
12-seed
12-sign
12-story
12-string
12-team
12-touchdown
12-volume
12-week
12-yard
12-year
12-year-old
12-years
12.0
12.00-13.30
12.00-14.00
12.000
12.029
12.1
12.10
12.11
12.13
12.15
12.17
12.19
12.2
12.21
12.3
12.3644
12.4
12.45
12.5
12.5-mile
12.6
12.7
12.709
12.75
12.79
12.8
12.9
12.94
120
120,000
120,646
120,720
120-107
120-108
120-112
120-seat
120.8
1200
1200-seat
12000
1201
120121
12035
12036
1204
1204-1221
1205
1206
1207
1208
120th
121
121-112
121-123
121-132
121-acre
121-bed
121-year
121.2
121.6
1210
121021
1211
1212
1213
1215
1216
1217
1218
1219
121st
122
122-132
1220
1221
1221-1921
1222
1225-1239
1227
1228
1229
122nd
123
123,000
123,728
123,965
123-114
123-4567
123-year
123.1
123.2
123.9
1230
1232
1233-1239
1234
1234-5678
1234480
1235
1236
1238
1238-1246
123rd
124
124,403
124-149
1240
12401248
1241
1242
1243
1244
1245
1246
1247
12477
1248
1249
124th
125
125,000
125,172
125,900
125-pound
125.5
1250
1250-1520
1251
1251-1327
1252
1252755
1254
1255
1256
1256243
1258
1259
125th
126
126-153
126-39
126-year-old
1260
1260-80
1261
1263
1264
1265
1266
12662
1267
1269
126th
127
127,700
127-165
127-foot
1270
1271
1272
1273
1274
1275
1275th
1276
1277
12771
127712
1278
128
128,000
128-page
1281-1321
1282
1283
1284
1285
1286
1288
1289
128th
129
129,000
129,585
129,700
129-year-old
1290
1291
1291st
1292
1293
1294
1295
1296
1297
1298
129859
1299
129th
12th
12th-century
12th-round
13
13,000
13,049
13,072
13,121
13,154
13,203
13,282
13,400
13,562
13,750
13,826
13,849
13,910
13-10
13-15
13-2
13-20
13-27
13-31
13-4
13-5
13-7
13-April
13-episode
13-issue
13-mode
13-point
13-run
13-sign
13-speed
13-ton
13-week
13-yard
13-year
13-year-old
13.0
13.11
13.11.1977
13.13
13.19
13.2
13.3
13.30
13.33
13.4
13.433
13.5
13.562
13.6
13.6.11
13.64
13.69
13.7
13.71
13.733
13.757
13.781
13.8
13.85
13.9
13.94
130
130,000
130,247
130,507
130,996
130-132
1300
1301
1302
1302-22
1303
1304
1307
1308
1309-1326
130th
131
131,000
131-135
131-144
131-160
131-275
131-52
1310
1311
1312
1313
1314
1316
1317
1317-1287
1318
1319
1319383
1319786
131st
132
132,729
132,834
132-acre
132.0
132.71
1320
1321
1322
1322-1324
1323
1323537
1324
1324-1328
1325
1325th
1326
132697
1327
1327-1317
1328
1329
1329-1342
133
133.19
133.3
1330
1331
1332
1333
1335
1337-1327
1338
13381
1339
133rd
134
1340
1340-c
1341
1342
1343
1343-1348
1344
1345
1346
1348
1348-1349
1349-1350
134th
135
135,000
135-137
135-139
135.5
1350
1350-1351
1351
1353130
1354
1355-65
13561
1357
135th
136
136.1
1361
1361-1362
1363
1365706
1366
13661
1367
13672
1369
136th
137
137,000
137,739
137-16
137-run
1370
1371
1373
1373-1387
1373-1403
1374
1375
1376
1377
1379
138
138,357
138-248
1380
1382
1383
1384
1385
1386
1387
1389
1389-1413
139
139,000
1390
1391
1392
1392105
1393
1394
1395
1396
1398
13th
13th-century
13th-place
13th-ranked
14
14,000
14,127
14,278,968
14,300
14,400
14,418
14,436
14,447
14,500
14,511
14,578,560
14,594
14,713
14,731
14,830
14,875
14,927
14,938,948
14,994
14-0
14-1
14-10
14-11-2015
14-18
14-23
14-25
14-27
14-5
14-6
14-7
14-branch
14-c
14-cylinder
14-day
14-floor
14-foot
14-gauge
14-gun
14-hour
14-inch
14-match
14-member
14-minute
14-month
14-point
14-season
14-seat
14-song
14-time
14-yard
14-year
14-year-old
14.0
14.00-16.00
14.05.1987
14.1
14.14
14.14291
14.15
14.16
14.166
14.17
14.2
14.3
14.32
14.35
14.4
14.433
14.5
14.56
14.6
14.69
14.7
14.768
14.8
14.9
140
140,000
140-pound
1400
14001
1401
1402
1404
14045
1405
1406
1407
1407-1337
1409
140th
141
141,000
141-147
141-148
141-152
141.6
1410
1411
1412
1413
1413-1417
1414
1415
1416
1418
1418-1420
1419
141st
142
142,406
1420
1420-1428
14206
1421
1422
1423
1424
1426
1427
1428
1429
142nd
143
143-155
143.1
143.865
1430
1431
1433
1435
1435.33
1437
1438
143rd
144
144-190
144-car
1440
1441
1441-18
1444
1445
14453384
1446
14463322
1447
1447-1407
145
145,000
145,070
145-51
1450
1450-bed
1451
1452
14522
1453
1454
1454-1466
1455
14564057
1456892
1457
1458
14585
1459571
146
146,000
146.3
1460
1461
1462-9429
1463
1464
1465
1466
1466-1468
1468
1468-1476
1469
1469-70
147
147,365
147-148
147-159
147-196
147-pound
147.0
147.6
1470-1447
1471
1473
1474
1475
1476
1476-1480
1477
1477-1470
1478
14783
1479
148
148-157
148.8
1480
1481
1481-1483
1482
1483
1483-1510
1484
1485
1486
1487
1488
1489
149
149-164
1490
1492
1493
1494
1495
1496
1497
1498
1499
149th
14th
14th-15th
14th-Century
14th-century
14th-most
14th-place
15
15,000
15,008
15,045
15,200
15,223
15,318
15,446
15,533
15,540
15,571
15,587
15,600
15,657
15,703.24
15,760
15,763
15,819
15,864
15,953
15,970
15,999
15-16
15-19
15-20
15-21
15-22
15-35
15-acre
15-foot
15-man
15-passenger
15-piece
15-yard
15-year
15-year-old
15.0
15.00
15.1
15.10
15.12
15.141
15.166
15.17
15.2
15.23
15.3
15.366
15.4
15.483
15.5
15.500
15.58
15.72
15.8
15.9
15.90
15.97
150
150,000
150,000-strong
150-acre
150-seat
150-site
150.239
150.55
1500
15000
1501
150151
1502
1503
1504
1505
15051
1506
1507
1508
1509
150th
151
1510
1510-1527
151051
1511
1512
1513
1514
1515
1516
1517
1519
152
152.4
1520
1521
1522
1522-1523
1523
1524
1524-1550
1526
1527
1527-1542
1528
1529
153
153,000
153,323
153-204
153-70
1530
1531
1532
1533
1534
1535
1536
153603
1537
1538
1539
154
154,000
154,996
1540
15400
1541
1542
1543
1543-1560
1544
1545
1545-46
1546
1547
1547-48
1548
1549
1549-50
155
155-09-9
155-mm
155.04
155.24
1550
1550-1600
1551
1552
15527
1553
1554
1555
1556
1557
1558
1559
156
156,318
156.1
1560
1560-1572
1560-1620
1561
1562
1563
1564
1565
1566
1567
1568
1569
157
157,727
1570
1570-1613
1571
1572
1572-1608
1573
1574
1575
1576
1577
1578
1579
1579-2811
158
158,000
158,800
158.6
1580
1581
1582
1583
1584
1584329
1585
1586
1586145
15863
1587
1588
1589
15899
159
159-170
159-185
1590
1590-1595
1591
1592
15924
1593
1594
1595
1596
1597
1598
1599
15th
15th-16th
15th-17th
15th-century
15th-ranked
16
16,000
16,010
16,187
16,261
16,290
16,300
16,436
16,5
16,500
16,572
16,694
16,700
16,769
16,790
16,991
16-0
16-10
16-17
16-18
16-21
16-22
16-24
16-3
16-7
16-bed
16-bit
16-cell
16-channel
16-date
16-gun
16-hour
16-hour-workday
16-inch
16-mile
16-month
16-months
16-page
16-point
16-story
16-team
16-track
16-valve
16-yard
16-year-old
16.0
16.00-16.30
16.1
16.2
16.3
16.36
16.39
16.4
16.5
16.5-point
16.54
16.6
16.64
16.7
16.71
16.73
16.8
16.80
16.86
16.89
16.9
16.93
160
160,000
160-230
160.895
1600
16000596
1600th
1601
1602
1603
1604
1605
1605130
1605217
1606
1607
1608
1608-1640
1609
160915
160th
161
161-199
161-38-4
161-run
1610
1611
1612
1612-1654
1613
1614
1615
1616
1617
1618
1619
161st
162
162,000
162,357
162-acre
1620
1621
162173
1622
1623
1624
1625
1625536
1626
1627
1628
1629
162nd
163
163-165
163-168
163-180
163-187
1630
1631
1632
1633
1634
1635
1636
1637
1638
1639
163rd
164
164-127
164.95
1640
1640-1647
1640-1832
1641
1642
1643
1644
1645
1646
1647
1647-1661
1648
1649
164th
165
165-285
165-degree
165-pound
165.5
1650
1651
1652
1653
16537
1654
1655
1656
1657
1658
1659
165th
166
166,973
166-146
166-167
1660
1661
1661-1674
1661-1686
1662
1663
1664
1665
1666
1667
1668
1669
167
167.0
1670
1670-1675
1671
1672
1673
1674
1674-1688
1675
1676
1677
1677-1720
1678
1679
168
168,259
168,735
1680
1680153
1681
1682
1683
1683-1715
1684
1685
1686
1686-1715
1687
1688
1689
168th
169
169-90
169.0
1690
1691
1692
1693
1694
16944
1695
1696
1697
1698
1699
16th
16th-17th
16th-19th
16th-century
17
17,000
17,069
17,340
17,391
17,406
17,423
17,482
17,500
17,557,345
17,583
17,610
17,751
17,758
17,800
17,858
17,892
17-0
17-12
17-14
17-17
17-18
17-28
17-5
17-9
17-April
17-branch
17-game-winner
17-gun
17-match
17-second
17-station
17-yard
17-year
17-year-old
17.0
17.00-19.00
17.01
17.05
17.1
17.10
17.15
17.16
17.2
17.20
17.25
17.3
17.33
17.38
17.385
17.4
17.41
17.5
17.52
17.58
17.66
17.67
17.7
17.8
17.84
17.9
170
170,000
170,275
170.19
1700
1701
1702
1703
1704
1705
1706
1707
1707-1775
1707-8
1708
1708th
1709
170th
171
171,271
1710
1711
1712
1713
1714
1715
1716
1716-1719
1717
1718
1719
171st
172
172-acre
1720
1720-1731
172034
1721
1722
1723
1724
1725
1726
1727
1728
1729
173
173,096
173,914
173-37
1730
1730-1700
1731
1731-1774
1732
1733
1734
1735
1736
1737
1738
1739
173rd
174
174,438
174,451
174-pound
1740
1740-1730
1741
1742
1743
1744
1744-1952
1745
1746
1747
1748
1749
174th
175
175,000
175-184
175-210
175.9
1750
1750-1740
1751
1752
1753
1753-1754
1754
1755
1756
1757
1758
1759
175th
176
176,413
176-186
176.1
176.6
1760
1761
1761-1765
1762
1763
1764
1765
1766
1767
1767-1768
1768
1768-71
1769
177
177-205
177-pound
177.64
1770
1771
1771-73
1772
1773
1774
1775
1776
1777
1778
1778-1997
1779
1779-1780
177th
178
178,283
178-161
1780
1781
1782
1783
1784
178410
1785
1786
1787
1788
1788-1792
1789
1789-1903
178th
179
179-197
1790
1791
1791-1792
1792
1792-1814
1793
1793-1919
1794
1794-1968
17945
1795
1795-1830
1796
1796-1799
1797
1798
1799
1799-1999
179th
17th
17th-best
17th-century
18
18,000
18,000-capacity
18,000-plus
18,033
18,070
18,174
18,190
18,333
18,397
18,407
18,496
18,500
18,539
18,587
18,635
18,840
18-151
18-19
18-24
18-49
18-8
18-T
18-arrow
18-game
18-gun
18-hole
18-inning
18-month
18-month-old
18-point
18-ton
18-yard
18-year
18-year-old
18.0
18.112
18.13
18.17
18.2
18.3
18.406
18.44
18.5
18.6
18.7
18.709
18.75
18.8
18.81
18.9
180
180,000
180,055
180-213
180-gram
180-kilometer
180.2
1800
1801
1801-1825
1801-1860
1802
1803
180328
1804
1805
1805-1942
1806
1807
1808
1809
180th
181
181-186
1810
181081
1811
1812
1813
1814
1814-1853
1815
1816
1817
1818
1818-1825
1818-1906
1819
1819434
181st
182
182,000
1820
1821
1821306
1822
1823
1824
1825
1825-1843
1825-26
1826
1827
1827-1877
1828
1829
182nd
183
183.450
1830
1830-1750
1830-1975
1831
1832
1833
1834
1834-1836
1835
1835-1836
1836
18369
1837
1838
1838-1920
1839
1839-50
183rd
184
184,000
184,030
184,580
184-159
184.0
1840
1841
1842
1843
1843-1849
1844
1844-1846
1845
1846
1847
1847-1848
1847-48
1848
1849
184th
185
185-195
185.2
1850
1850-1874
1850-1980
185030
1851
1851-1864
1851-2
1852
1852-53
1853
1853-1856
1853-1860
1854
1854-1859
1855
1856
1856-1858
1856-1904
1856-57
1857
1857-1858
185769
1858
1858-59
1859
185th
186
1860
1860-1865
1860-1929
1861
1861-1864
1861-1865
1861-1868
1861-3
1861-62
1861-66
1862
1862-25
1863
1863-1866
1864
1864-1872
1865
1865-69
1866
1866699
1867
1867-March
1867116
1867686
1868
18680711
1869
187
187,000
187.1
1870
1870-1830
1870-1891
1870-71
1870-75
18700
1871
1871-1879
1871-1887
1871-1910
1872
1872-1874
1872-1875
1873
1873-1877
1873-74
1873878
1874
1874-1892
1875
1875-1960
1875-76
1876
1876493
1877
1877-1899
1877-1997
1878
1878-1881
1878-1889
1879
1879-1884
188
188,659
188-187
188-192
188-213
188.3
1880
1880-1885
1880-1980
1881
1882
18821
1883
1883-1884
1884
1884-1885
1884-1893
1884-5
1884-85
1885
1885-1986
1886
1887
1887-88
188728
1888
1889
1889-89
188th
189
189,000
189-194
189-207
1890
1890-1870
1891
1891-1893
1891-92
1891-built
1892
1892-1918
1892-1933
1892-93
18920822
1893
1893-1894
1894
1894-1899
1894-1904
1894330
1895
1895-1896
1895-1900
1895-1960
18958
1896
1896-1920
1896-1980
1896-7
1897
1897-1890
1897-1902
1897-1906
1897-1924
1898
1898-1899
1898-1900
1898-built
1899
1899-1901
1899-1902
1899-1919
1899-1922
189th
18th
18th-19th
18th-century
19
19,000
19,175
19,376
19,417
19,475
19,559
19,765
19,803
19,834
19,920
19-0
19-10
19-11
19-14
19-25
19-37
19-46
19-December
19-November
19-day
19-foot
19-inch
19-man
19-seat
19-yard
19-year
19-year-old
19.0
19.00
19.08
19.1
19.2
19.3
19.4
19.5
19.51
19.6
19.7
19.9
190
190-91
1900
1900-1929
1900-1979
19000
1901
1901-03
1902
1902-03
1902-1903
1902-1904
1902-1905
1902-1945
1903
1904
1904-1909
1904-1911
1904-1979
1904-2004
1904-Present
19044525
1905
1905-1914
1905-1916
1906
1906-1911
1906-1923
190617
1907
1907-1930
1907-20
1908
1908-1912
1909
1909-10
1909-1919
191
191,874
191-202
191-93
1910
1910-1911
1910-1940
1910-1995
1911
1911-1913
1912
1912-13
1912-1932
1912-1984
1913
1913-14
1913-17
1913-1914
1913-1915
1913-1923
1913-1928
1913-1987
1913-4
1914
1914-16
1914-1916
1914-1918
1914-1918-online
1914-1935
19141917
1915
1915-1917
1915-1923
1916
1916-17
1916-1923
1916-1927
19160
1917
1917-18
1917-1918
1917-1919
1917-1925
1917-22
1918
1918-19
1918-1918
1918-1919
1918-1926
1918-20
191810
1919
1919-1929
1919-1950
1919-20
19191920
191st
192
192-196
1920
1920-1928
1920-1939
1920-22
1920th
1921
1921-1924
1921-1937
1921-2010
1922
1922-1924
1922-1972
1922-24
1923
1923-1926
1923-1928
1923-1930
1924
1924-1927
1924-1939
1925
1925-January
1926
1926-1927
1926-1928
1926-1930
1926-1934
1926-1977
1927
1927-1939
1927-1952
1927-1955
19272
1928
1928-1950
1928-45
1929
1929-1931
1929-1937
1929-1992
193
193,000
193,213
1930
1930-1931
1930-1932
1930-1937
1930-1946
1930-1959
1930-1966
1930-32
1931
1931-1936
1931-1939
1931-1944
1931-1946
1931-2
1931-32
1932
1932-1937
1932-1948
1932-1954
1932-34
1933
1933-1935
1933-1938
1933-1983
1934
1934-1936
1934-1938
1934-1944
1934-35
1935
1935-1937
1935-1948
1935-July
1936
1936-1937
1936-1944
1936-1953
1936-1956
1936-1968
1936-2007
1936-39
1937
1937-1940
1937-1944
1937-1951
1937-1965
1937-October
1938
1938-1966
1938-1976
1938-1995
1938-39
1939
1939-1941
1939-1943
1939-1948
1939-1960
1939-40
1939-45
19396
194
194,735
1940
1940-1945
1940-1980
1940-41
1941
1941-1945
1941-1946
1942
1942-43
1943
1943-1945
1943-1946
1944
1944-1945
1944-1947
1944-1959
1944-45
19445
1945
1945-1946
1945-1964
1945-1965
1945-65
1946
1946-1947
1946-1948
1946-1955
1946-1956
1946-1985
194615
1947
1947-1950
1947-1980
1947-49
1948
1948-1949
1948-1952
1948-1958
1948-1962
1948-1980
1948-1990
1948-49
1948-52
1949
1949-2000
1949-50
19493
195
195,736
195-bed
1950
1950-1953
1950-1955
1950-51
1951
1951-1963
1951-52
1951-56
1952
1952-1961
1952-1980
1952-2012
1952-3
1952-53
19526
1953
1953-1955
1953-1961
1953-1976
1953-1995
1954
1954-1980
1954-2003
1954-55
1955
1955-2005
1955-57
1955-91
1956
1956-1965
1956-1994
1956-2005
1956-2013
1956-57
1956-7
1956-91
1957
1957-1958
1958
1958-1965
1958-1985
1958-59
1959
1959-1960
1959-1979
1959-2009
1959-65
196
196,000
1960
1960-1963
1960-1969
1960-1978
1960-1989
1960-2002
1960-2008
1960-61
19600729
1961
1961-03
1961-1963
1961-1964
1961-1970
1961-1975
1961-62
1962
1962-1963
1962-1966
1962-1993
1962-3
1962-63
1962-64
1963
1963-1965
1963-1969
1963-1974
1963-1976
1963-1980
1963-1983
1964
1964-1965
1964-1978
1964-1983
1964-5
1964-65
1964-68
1964.12.03
1965
1965-1988
1965-1994
1965-2009
1965-66
1965-76
1966
1966-1970
1966-1971
1966-1988
1966-1993
1966-67
1966-70
1967
1967-1984
1967-2014
1967-68
1968
1968-1971
1968-9
1969
1969-1970
1969-1973
1969-1984
1969-2000
1969-70
1969-73
19690811
196th
197
1970
1970---13
1970-1977
1970-71
1971
1971-1972
1971-2007
1971-72
1971-73
1971-76
1972
1972-1983
1972-73
1972-77
1973
1973-1974
1973-1975
1973-1985
1973-1995
1973-74
1973-76
1973-July
1974
1974-1975
1974-1976
1974-75
1974-Late
1975
1975-1980
1975-1981
1975-1989
1975-76
1975-78
1975-79
1975-December
1976
1976-1980
1976-1983
1976-1986
1976-1993
1977
1977-1978
1977-1985
1977-2015
1977-79
1978
1978-1979
1978-1981
1978-1995
1978-79
1979
1979-1985
1979-1986
1979-1987
1979-2000
1979-80
198
198-room
198.14
1980
1980-1981
1980-1984
1980-1991
1980-1999
1980-81
1980-84
19802
1981
1981-1983
1981-1987
1981-1995
1981-2003
1981-2009
1981-82
1981-83
1981-85
1982
1982-1984
1982-1985
1982-1988
1982-1993
1982-2000
1982-2002
1982-83
1982-December
1982-present
1983
1983-1986
1983-84
1984
1984-1986
1984-1996
1984-85
1984-89
1985
1985-1986
1985-86
1986
1986,1989
1986-1986
1986-1988
1986-1989
1986-1991
1986-2004
1986-87
1987
1987----15
1987-09-03
1987-09-04
1987-09-06
1987-1988
1987-1991
1987-1996
1987-2001
1987-88
1988
1988---30
1988-01
1988-1989
1988-1990
1988-1993
1988-1995
1988-89
1988-90
1988-95
1989
1989-1992
1989-1995
1989-1997
1989-1999
1989-90
199
199-184
1990
1990---13
1990-01
1990-1993
1990-1995
1990-2001
1990-2002
1990-2009
1990-91
1991
1991-1992
1991-1993
1991-1999
1991-2001
1991-2013
1991-92
1991-94
1992
1992---30
1992-1993
1992-1996
1992-1997
1992-93
1992-96
1993
1993,2010
1993---10
1993-1997
1993-94
1994
1994-1995
1994-2003
1994-2005
1994-95
1994-96
1995
1995-11
1995-1996
1995-1997
1995-1998
1995-2002
1995-2013
1995-96
1996
1996---26
1996-01
1996-1997
1996-1999
1996-2000
1996-2001
1996-2018
1996-97
19960116
1997
1997-1998
1997-2000
1997-2005
1997-98
19971005
1998
1998-1996
1998-1999
1998-2001
1998-2002
1998-2005
1998-2008
1998-8-11
1998-99
1999
1999-00
1999-2000
1999-2001
1999-2002
1999-2003
1999-2005
1999-2011
1999-2014
1999-8-15
1999-8-22
19th
19th-Century
19th-century
1st
1st-2nd
1st-ranked
1st-round
1st-team
2
2,000
2,000-plus
2,000-year-old
2,006
2,010
2,014
2,017
2,019
2,020
2,025
2,028
2,033
2,037,853
2,040
2,042
2,045
2,047
2,057
2,060
2,067
2,070
2,084
2,086
2,089,001
2,090
2,100
2,111,000
2,115
2,126
2,142
2,160
2,162,202
2,167
2,175
2,177
2,181
2,182
2,200
2,215
2,219-acre
2,220
2,222.6
2,230
2,232
2,240
2,242
2,250
2,263
2,278
2,285
2,288
2,300
2,303
2,311
2,317.7
2,325.8
2,329
2,339
2,350
2,357
2,368
2,373
2,381
2,382
2,389
2,4
2,4-D
2,400
2,400-3,600
2,405
2,406
2,408
2,416
2,424
2,438
2,443
2,450
2,452
2,461.0
2,468.0
2,472
2,473
2,484
2,485
2,487
2,492-vote
2,500
2,509
2,510
2,521
2,527
2,529
2,530
2,534
2,535
2,544
2,551
2,559
2,560
2,561
2,575
2,578
2,580
2,591
2,600
2,604
2,605
2,609
2,612
2,620,000
2,621
2,623
2,630
2,636.58
2,645
2,662
2,671
2,675
2,676
2,679
2,688
2,695
2,700
2,713
2,715
2,722
2,726
2,740
2,741
2,745
2,749
2,762
2,769
2,773
2,777
2,800
2,814
2,817
2,818
2,820
2,834
2,845
2,852
2,857
2,864
2,900
2,902
2,904
2,909
2,925
2,926
2,928
2,932
2,934
2,935
2,939
2,946
2,950
2,956
2,960
2,962
2,963
2,964
2,967
2,984
2,985
2-0
2-09
2-1
2-17
2-2
2-20
2-2005
2-23
2-29
2-3
2-35
2-4
2-4-0
2-5
2-6
2-7
2-8-4
2-9
2-June
2-assist
2-based
2-c
2-categories
2-category
2-cell
2-cells
2-d
2-day
2-design
2-digit
2-disc
2-fold
2-for-7
2-game
2-hour
2-in-1
2-inch-diameter
2-lobed
2-minute
2-mm
2-page
2-part
2-point
2-regular
2-ride
2-second
2-sphere
2-star
2-state
2-story
2-time
2-tone
2-track
2-vinyl
2-way
2-week
2-wheel
2-yard
2-year
2-year-old
2.0
2.00
2.00.0
2.01
2.012
2.02
2.06
2.1
2.1.2
2.1.3.2
2.10
2.10.5
2.11.5
2.12.5
2.13
2.13.5
2.139
2.14.5
2.15
2.15.6
2.16
2.16.6
2.17.7
2.18.7
2.19
2.19.7
2.2
2.2.2
2.20
2.20.8
2.21.8
2.22
2.22.8
2.23
2.23.8
2.24
2.24.9
2.25
2.25.27
2.25.9
2.26.9
2.27.11
2.28
2.28.11
2.29
2.29.11
2.3
2.3.3
2.30
2.30.11
2.31
2.31.12
2.32.12
2.33
2.33.12
2.34
2.34.12
2.35
2.35.12
2.36
2.36.12
2.367.051
2.37.12
2.38
2.38.12
2.39.12
2.4
2.4.3
2.40
2.40.13
2.41
2.41.13
2.42.14
2.43
2.43.14
2.44
2.44.14
2.45
2.46
2.47
2.48
2.49
2.5
2.5.1
2.5.5
2.50
2.512
2.53
2.54
2.56
2.57
2.58
2.59
2.597
2.6
2.6.5
2.60
2.61
2.62
2.63
2.64
2.65
2.66
2.67
2.68
2.69
2.7
2.7.5
2.70
2.71
2.72
2.73
2.74
2.75
2.78
2.8
2.8.5
2.81
2.82
2.83
2.84
2.85
2.86
2.87
2.88
2.89
2.9
2.9.5
2.90
2.91
2.92
2.93
2.94
2.95
2.97
2.98
2.99
2.990
2.993
20
20,000
20,000-30,000
20,000-capacity
20,135
20,162
20,167
20,194
20,321
20,355
20,385
20,396
20,500
20,723
20,740
20,851
20-0
20-1
20-10
20-14
20-16
20-17
20-20-20
20-23
20-25
20-3
20-30
20-7
20-May
20-day
20-game
20-gun
20-horsepower
20-inch
20-islands
20-knot
20-minute
20-month
20-page
20-piece
20-point
20-round
20-rounds
20-second
20-song
20-tonne
20-win
20-yard
20-year
20-year-old
20.0
20.00-22.00
20.2
20.2016
20.30
20.4
20.42
20.6
20.7
20.8
20.80
20.9
200
200,000
200,150
200-300
200-charting
200-foot
200-gram
200-meter
200-seat
200-verse
200-year-old
2000
2000-01
2000-2001
2000-2004
2000-2009
2000-series
20000
2001
2001-02
2001-2-25
2001-2002
2001-2004
2001-2005
2001-2008
2001-2011
2001-September
20011117
2002
2002---16
2002-03
2002-07
2002-2003
2002-2004
2002-2006
2002-2012
2002-April
2002-September
2003
2003-04
2003-2001
2003-2004
2003-2005
2003-2008
2003-2010
2003-2012
2003-2014
2004
2004-01
2004-05
2004-06
2004-2005
2004-2006
2004-2009
2004-February
2004-January
2005
2005-06
2005-07
2005-08
2005-08-28
2005-2006
2005-2007
2005-2008
2005-2010
2005-6
2005-August
2005-July
2005-May
2005589061
2006
2006,2008
2006-07
2006-09-18
2006-2007
2006-2008
2006-2010
2006-2011
2006-February
2006-May
2006-September
20062014
2007
2007-02-04
2007-07-20
2007-08
2007-08-09
2007-11
2007-15
2007-2008
2007-2011
2007-2013
2007-2014
2007-9
2007-April
2007-January
2007-March
2007-November
2007-October
2008
2008-02-10
2008-04-04
2008-05-02
2008-08-16
2008-09
2008-09-10
2008-11-11
2008-2009
2008-2012
2008-2015
2008-December
2008-January
2008-sonatina
2009
2009-06-10
2009-07-11
2009-076-11
2009-08-05
2009-10
2009-11-15
2009-2010
2009-2015
2009-May
2009-Student
200th
201
201-188
201-222
201-A
2010
2010-05-15
2010-07-24
2010-11
2010-2011
2010-2019
2010-May
2010.5
2011
2011-01-21
2011-12
2011-18
2011-19
2011-2012
2011-2013
2011-2014
2011-August
2011-June
2011-March
2011-early
20112014
2012
2012-06-19
2012-06-24
2012-06-25
2012-06-26
2012-06-27
2012-13
2012-16
2012-2013
2012-2013-2014
2012-2016
2012-December
2012-January
2012-March
2012-November
2012-October
2012.8.28
201250
2013
2013-05-27
2013-14
2013-2014
2013-2017
2013-September
2013.4.27
2014
2014-04-16
2014-15
2014-2015
2014-2018
2014-2019
2014-2050
2014-February
2014-January
2014.04.20
2015
2015-16
2015-2016
2015-2017
2015-2019
2015-November
2016
2016-09-28
2016-17
2016-2017
2016-2020
2016-season
2017
2017-18
2017-2018
2018
2018-07-13
2018-19
2018-2019
2018-March
2018.0021
2019
2019-07-16
2019-20
2019-2020
2019-present
201st
202
2020
2020-2022
2021
2022
20221
2023
2024
2025
2026
2027
2029
202nd
203
203.3
2030
2031
2033
2033-10
2035
2036
2038
204
204.4
2040
2044
2045
2048-word
2049
205
2050
2052
2053
206
2061
2064
207
2076
20785626
208
208,420
208,600
2080932
2088
2089
208th
209
209,000
209,567
209-206
209-215
2091
2098
2099
209th
20th
20th-century
21
21,000
21,196
21,213,478
21,287
21,348
21,8
21,848
21,989
21-10
21-128
21-14
21-25
21-30
21-32
21-acre
21-man
21-member
21-point
21-yard
21-year-old
21.0
21.02
21.05
21.2
21.24
21.25
21.29
21.3
21.33
21.4
21.5
21.5-hectare
21.52
21.6
21.83
210
210,000
210,703
2100
21000
21003831
2101
21015357
2106
2107
21074
210th
211
211,153
211.5
2110
2113
21146
21185200
211th
212
2120
2121
2122
2125
21251
212th
213
213,408
213-246
2130
2135
2138
213th
214
2140
214th
215
215,000
215.5
215.78
2150
2157
2158
216
216,000
216,612
2165
216th
217
217-104
217-222
217-minute
217th
218
2187605
219
219,859
2190
219th
21st
21st-century
22
22,000
22,050
22,090
22,382
22,510
22,601
22,761
22,815
22,854
22-24
22-6
22-September
22-game
22-man
22-member
22-point
22-seat
22-yard
22-year-old
22.0
22.1
22.2
22.3
22.5
22.6
22.7
22.8
220
220,000
220-270
220-yard
2200
2202
2209
221
221st
222
222,255
22206856
22207119
22221849
22231646
22265321
222nd
223
22329573
2236
22367827
223rd
224
224-236
224-642
224.5
2242
225
225-236
22522006
22529000
2257
225th
226
227
2276
228
2289
228th
229
229,000
2290
2299
229th
22nd
22nd-place
23
23,000
23,162
23,170
23,3
23,404
23,473
23,500
23,629
23,664
23,674
23-20
23-68
23-Year-Old
23-foot
23-for-27
23-game
23-month
23-point
23-yard
23-year-old
23.03
23.10.2006
23.1556088
23.31
23.52
23.6
23.66
23.81
23.822
230
230,000
230,436
230-pound
2300
2304.11
230th
231
231-page
2315
231st
232
232,126
2320
23200.00
2323
2325-7784
233
233.54
2330
2333
234
234-249
235
235,252
235.24
2351
2355
235th
236
2367182
236th
237
237-40
237.20
237th
238
238,057
238th
239
239,804
239th
23rd
24
24,000
24,1865
24,307
24,360
24,555
24,670
24,756
24,930
24-12
24-14
24-21
24-39
24-43
24-June
24-cylinder
24-episode
24-exposure
24-foot
24-game
24-hour
24-hours
24-inch
24-man
24-track
24-yard
24-year
24-year-old
24.0
24.1
24.1-24.2
24.2
24.3
24.4
24.5
24.6
24.73
24.75
24.83
24.9
24.98
240
240,000
2400
24000
2405
240th
241
2419
241st
242
242nd
243
243,827
243-257
243-km
24318
243rd
244
2442
245
245-249
245-run
2459
245th
246
2460
24609522
2464334
2467
246th
247
247,489
247-153
2479
248
248,989
2485
2486
249
249,144
2490
2491
2493
24958
24th
24th-century
25
25,000
25,000-strong
25,024
25,046
25,127
25,140
25,430
25,592
25-18
25-20
25-30
25-35
25-bed
25-cent
25-city
25-fold
25-foot
25-h
25-horsepower
25-hour
25-man
25-member
25-minute
25-point
25-song
25-yard
25-year
25-year-old
25.1
25.2
25.281
25.3
25.4
25.40
25.5
25.50
25.54
25.55
25.6
25.67
25.7
25.749
250
250,000
250.29
2500
2500th
2501
250th
251
25143
25154714
251st
252
25234
252nd
253
253-264
254
254-5
2542nd
254th
255
255,400
2553
2554
256
256-274
256-bit
256-byte
256-page
2567
256th
257
257,500
257,860
257.261
257.3
257th
258
258-264
258-268
258-minute
259
259th
25th
25th-anniversary
26
26,000
26,386
26,662
26,669
26,801
26,900
26,918
26,937
26-16
26-18
26-24
26-29
26-Aug
26-yard
26.2
26.33
26.5
26.6
26.605
26.8
26.9
260
260,000
260,616
260-foot
260.28
2600
2600-only
26006
260th
261
261-324
261.35
261135
2612
261st
262
262nd
263
263-295
263.4
263.9
263rd
264
264.8
264th
265
265-285
2650
2654977
2656193
265th
266
266,157
266,213
266th
267
267-271
267.3
267.94
267th
268
2680
2682522
26846
268th
269
269.1504
2693
2694169
269th
26th
27
27,000
27,003
27,242
27,400
27,644
27,753
27,809
27-14
27-15
27-27
27-28
27-29
27-36
27-7
27-C
27-a
27-hectare
27-hole
27-man
27-minute-long
27-yard
27-year
27-year-old
27.1
27.18
27.325
27.4
27.5
27.6
27.7
27.76
270
270,000
270-303
270-mile
2700
27000
27001
270106
270142
2702
2708
270th
271
271-page
2711
27121
2715
27151
2716
272
272-acre
2726
272nd
273
273-308
274
274,304
2748
274th
275
2750
2755
276
276,749
276-watt
2767
27697
276th
277
2776
2778
278
2781
279
279,964
279-304
27th
27th-minute
28
28,000
28,174
28,300
28,500
28,600
28,658
28,750
28-21
28-23
28-26
28-3
28-32
28-April
28-March
28-October
28-gun
28-minute
28-shop
28-ton
28-yard
28-year
28-year-old
28.00
28.28
28.3
28.4
28.47
28.49
28.5
28.500
28.530
28.543108
28.54321140972318
28.55
28.56
28.563
28.58
28.6
28.61
28.64
28.66
28.67
28.70
28.73
28.76
28.77
28.8
28.88
280
280,000
280,800
2800
2809
281
2810
281st
282
282nd
283
283-299
284
284,738
284-100
28451
285
285.8
285th
286
286th
287
288
288th
289-291
2894
28978
28th
28th-safest
29
29,000
29,000-odd
29,483
29,510
29,651
29,802
29,862
29,969
29-29
29-42
29-80
29-July
29-minute
29-yard
29-year
29-year-old
29.1
29.2
29.23
29.29
29.35
29.38
29.4
29.53
29.59
29.6
29.65
29.68
29.71
29.9.1982
29.94
290
290,678
290,780
2900
2901
290th
291
291,000
291-362
291st
292
292nd
293
294
294.8
294th
295
2954
2956
295th
296
296,200
296,407
296,412
296th
297
297-310
298
299
299-301
2995
299th
29th
2nd
2nd-3rd
2nd-4th
2nd-tier
2nd-unit
3
3,000
3,000,000
3,046
3,061
3,064
3,065
3,069.7
3,070
3,071
3,083
3,100
3,103
3,104
3,105
3,114
3,117
3,120
3,134,620
3,146
3,153
3,162
3,174
3,179
3,199
3,200
3,201
3,214
3,224
3,240
3,241,834
3,270
3,273
3,275
3,283
3,285
3,288
3,292
3,304
3,312
3,328
3,329
3,336
3,349
3,350
3,353
3,354
3,356
3,367
3,372
3,378
3,381
3,384
3,388
3,390
3,400
3,417
3,422
3,425
3,428
3,436
3,468
3,471
3,483
3,50
3,500
3,500-7,135
3,518
3,523.2
3,524.1
3,535
3,552
3,557
3,561
3,567
3,582.0
3,600
3,604
3,608
3,613
3,619
3,627
3,630
3,634
3,640
3,646
3,665,700
3,675.0
3,679,431
3,682
3,697
3,700
3,705
3,710
3,712
3,716
3,724
3,748
3,75
3,750-meter-high
3,761
3,800
3,810
3,814
3,826
3,844
3,872
3,879
3,890
3,90
3,900
3,901
3,902
3,942
3,948
3,966
3,974
3,976
3,980
3,982
3-0
3-09
3-1
3-102
3-11
3-12
3-2
3-2003
3-22
3-23-2017
3-25
3-3
3-30
3-4
3-4th
3-5
3-6
3-7
3-8
3-9
3-A
3-D
3-Day
3-Dimensional
3-Gun
3-and-out
3-based
3-billion-year
3-clause
3-cylinder
3-d
3-day
3-digit
3-dimensional
3-for-21
3-for-33
3-game
3-h
3-holed
3-inch
3-judge
3-layered
3-liter
3-loss
3-man
3-manifolds
3-mile
3-million
3-month
3-on-3
3-part
3-phase
3-photon
3-point
3-pointers
3-rock
3-second
3-set
3-speed
3-subgroups
3-time
3-times
3-ton
3-yard
3-year
3-year-old
3.0
3.00
3.01
3.02
3.03
3.05
3.06
3.08
3.1
3.1.1
3.10
3.10.4
3.11
3.11.6
3.12
3.12.7
3.13
3.13.7
3.14
3.14.7
3.15
3.15.7
3.16.7
3.17
3.17.7
3.18
3.18.12
3.19
3.19.12
3.2
3.2.1
3.20.12
3.21
3.21.12
3.22
3.22.12
3.23
3.23.13
3.24.13
3.25
3.25.13
3.26
3.26.14
3.267
3.27.14
3.28
3.28.14
3.29
3.29.14
3.3
3.3.1
3.32
3.33
3.36
3.4
3.4.24
3.4.4
3.40
3.424
3.43
3.45
3.464
3.49
3.5
3.5-million-pixel
3.5.4
3.50
3.51
3.56
3.57
3.58
3.59
3.6
3.6.4
3.62
3.66
3.67
3.68
3.69
3.7
3.7.4
3.70
3.77
3.79
3.8
3.8.4
3.80
3.802
3.84
3.85
3.87
3.88
3.8839
3.9
3.9.4
3.90
3.9243
3.93
3.94
3.95
3.96
30
30,000
30,5
30,931
30-19
30-3
30-413.5
30-47
30-60
30-September
30-acre
30-carbon
30-city
30-day
30-foot
30-home
30-hour
30-inch
30-input
30-match
30-minute
30-point
30-yard
30-year
30-year-old
30.00
30.000
30.098
30.3
30.30
30.4
30.5
30.51
30.6
30.67
30.78
30.9
30.92
300
300,000
300-400
300-megawatt
300-seat
300-yard
300.80
3000
3000-meter
3000th
3001
3002
3008
300th
301
301-314
301-336
302
30265
303
303,022
303,501
3037th
3038
304
304-308
3041
3044245
305
305-315
305.8
3053152
305th
306
306-311
3065
307
3070
308
308,000
3082
3086
309
309,000
30th
31
31,000
31,016
31,276
31,730
31-10
31-28
31-inch
31-minute
31-point
31-yard
31-year-old
31.0
31.01.1950
31.04
31.20
31.39
31.4
31.5
31.8
310
310,000
310-ton
310.4
31043
3106
310th
311
311-331
311.121.221
31189
311th
312
312,307
312,679
312-apartment
312.7
3122
312679
312th
313
313-332
314
314th
315
315,000
315th
316
3164
3166-1
316th
317
317,000
318
318-328
319
319-320
319-page
3193
319th
31st
32
32,000
32,024
32,054
32,850
32,853
32-bit
32-game
32-page
32-panel
32-point
32-yard
32-year-long
32.098
32.2
32.33
32.5
32.76
32.8
320
320,464
320-page
3200
3208145
321
321,672
321-run
32162
322
3228
323
3231
324
3242
325
325th
32626
3269
327
327-340
327th
328
329
32nd
33
33,000
33,514
33-0
33-14
33-33
33-38
33-game
33-match
33-point
33-story
33-yard
33-year
33-year-old
33.0
33.1
33.264
33.3
33.30
33.4
33.5
33.6
33.7
33.9
33.92
330
330-2
330-room
331st
332
3327
332nd
333
334
334,781
334,870
334th
335
33513
33538
33597
336
336,101
337
337635
338
338,000
339
339,5
339.0
33973-013
339th
33rd
34
34,000
34,200
34,548
34,700
34,736
34,758
34-0
34-14
34-15
34-26
34-27
34-28
34-45
34-minute
34-point
34-word
34-yard
34-year-old
34.0
34.00
34.3
34.5
34.6
34.71
34.78
340
341
341,065
341,300
341,831
341-348
341-390
342
342-47
342nd
343
343,078
343,643
344
345
345,329
3451
3454
3457
345th
346
3466
347
347,737
347.3
347.9
3471
34785
348
348,700
349
349th
34th
34th-ranked
35
35,000
35,120
35,174
35,425
35,496
35,500
35,600
35-27
35-32
35-acre
35-day
35-plane
35-point
35-to-one
35-yard
35.0
35.000
35.1
35.2
35.3
35.42
35.6
35.7
35.8
35.9
350
350,000
350-seat
350.0
3500
35000
351
351-362
351-420
352,400
352nd
3539
353rd
354
354,328
354.11
355
355-67
355th
356
356-100
3562
356th
357
358
358-151
359
3594305
35th
36
36,090
36,913
36,944
36-55
36-exposure
36-gun
36-hole
36-page
36-point
36-yard
36-year-old
36.0
36.2
36.3
36.4
36.56
36.60
36.68
360
360-degree
360.6
3600
360th
361
361,169
362
362-409
362479
362nd
363
363.7
36320
364
365
365,000,000
365.02
366
366,209
366,984
367
367,000
367th
368
369
369,000
369th
36th
37
37,000
37,050
37,075
37,403
37,836
37,875
37,900
37-20
37-47
37-59
37-bar
37-move
37-yard
37-year-old
37.0
37.2
37.3
37.8
37.83
370
370,000
3706141
371
372
373
374
374-393
374.2
375
376
377
377th
378
379
379-389
37th
38
38,000
38,115,967
38,186
38,500
38-46
38-game
38-minute
38-point
38-yard
38-year
38.0
38.2
38.4
38.5
380
380,000
3800
38000
3806
381
382
383
383.4
383.8
385
385,100
385.2
386
386.6
387
387-392
3879
388
388-391
388-page
389
389,000
389-yard
3898.12
389th
38th
39
39,343
39,664
39,700
39,709
39-10
39-2
39-24
39-43
39-acre
39-yard
39-year
39.2
39.235
39.5
39.7
39.700
39.8
390
390.2
391
392
392,000
393
393.7
394
395
395,708
395--407
395th
396
396th
397
397-room
397.3
398
398th
399
39th
3rd
3rd-4th
3rd-and-11
3rd-and-4
3rd-and-goal
3rd-place
3rd-round
3rd-tier
4
4,000
4,000-5,000
4,000-footers
4,029
4,050
4,059
4,062
4,070
4,085
4,094
4,100
4,134
4,136
4,140
4,178
4,200
4,217
4,219
4,242
4,253
4,254
4,260
4,277
4,284
4,285
4,306
4,317
4,318
4,320
4,375
4,388
4,395
4,400
4,413
4,414
4,419.9
4,429
4,438
4,467.4
4,467.597
4,480
4,498
4,499
4,5
4,500
4,501
4,564
4,566
4,600
4,631
4,640
4,644
4,648
4,668
4,700
4,710
4,749,027,089,305,918,018
4,770
4,800
4,806
4,813
4,820
4,845
4,850
4,868
4,954
4,999
4-0
4-0-4
4-1
4-11
4-19
4-2
4-20
4-2004
4-24
4-3
4-4
4-4-0
4-5
4-6
4-6th
4-71
4-8
4-9
4-A
4-AT-B
4-Ever
4-H
4-Place
4-act
4-bit
4-cell
4-cylinder
4-day
4-door
4-engines
4-foot
4-inch
4-lane
4-mile
4-of-12
4-page
4-part
4-person
4-player
4-seed
4-song
4-speed
4-star
4-string
4-time
4-track
4-valve
4-way
4-week
4-wheel
4-wheeled
4-yard
4-year
4-year-old
4.0
4.00
4.011
4.07
4.1
4.1.1
4.10
4.10.4
4.11
4.11.4
4.12
4.12.4
4.13
4.13.4
4.135
4.14.4
4.15.7
4.154
4.16.12
4.17
4.17.12
4.18.12
4.182
4.19.12
4.2
4.2.1
4.20
4.20.12
4.21
4.21.12
4.22.12
4.23
4.23.12
4.24.12
4.25-mile
4.25.12
4.26.12
4.27.12
4.275
4.28
4.3
4.3-second
4.3.1
4.3.3
4.34
4.35
4.36
4.37
4.4
4.4-billion
4.4.1
4.40
4.44
4.45
4.4521
4.46
4.47
4.5
4.5-5.6
4.5.1
4.50
4.53
4.6
4.6-6.2
4.6.1
4.60
4.61
4.66
4.69
4.7
4.7.1
4.726
4.75
4.76
4.8
4.8.4
4.80
4.81
4.8256
4.85
4.86
4.9
4.9.4
4.90
4.94
4.95
4.98
40
40,000
40,091
40,333
40-3
40-36
40-42
40-day-40-night
40-degree
40-foot
40-footer
40-formatted
40-gun
40-man
40-mile
40-minute
40-piece
40-room
40-yard
40-year-old
40.000
40.4
40.5
40.50
40.54
40.7
40.71
400
400,000
400,048
400-acre
400-meter
400-series
400-tonne
400-verse
400-yard
400-year
400-year-old
4000
4000-m
40000
400614
400th
401
4010
401st
402
402-405
402690453
4027
402nd
403
403,000
404
404th
405
405,000
405,801
405.00
4050
405th
406
407
408
409
4096
40965
40th
41
41,000
41,492
41,500
41,627
41,725
41-20
41-23
41-52
41-6
41-bis
41-point
41-yard
41-year-old
41.5
41.54
41.7
410
411
411,000
411th
412
412-based
412.1
4120
413
413,156
413099
414
415
4151
415th
416
416.3
417
417-426
418
418,112
418,495
419
41st
42
42,000
42,200
42,228
42,500
42,524
42,690
42-27
42-35
42-36
42-6
42-7
42-83
42-day
42-yard
42-year
42-year-old
42.0
42.18
42.3
42.6
420
420,000
4206
421
422
422,000
422,302
4223
42260
423
424
425
425-429
425-foot
426
4267770
427
427-428
42766
42779
428
429
429.3
429th
42nd
43
43,000
43,167
43,200
43,259
43,300
43,520
43,818
43-49
43-inch
43-yard
43-year-old
43.2
43.8
43.9
430
430-1
431
431-442
432
433
4335
434
435
435,000
437th
438
439
4393
43rd
44
44,400
44,537
44,791
44,936
44-47
44-6
44-game
44-page
44-yard
44.1
44.40
44.6
440
440,000
440,200
4400
4403
4409th
441
4412
4415
442
4420
442nd
443
4438
444
4440th
445
4457
446
446.1
4468th
4469177
447
447,725
4478
448
4484
448th
449
44th
45
45,000
45,524
45,685
45-55
45-59
45-acre
45-megawatt
45-minute
45-point
45-yard
45-year
45.3
45.40
45.5
45.52
45.7
45.70
45.8
450
450,000
450-student
4500
4505th
4509-97452-2
45096-6-0
451
451-585
451.2
452
453
4531st
4535
4535113
454
454,9
455
455,0
455-475
455761-2
456
45616
456th
457
458
458,158
459
45th
46
46-47
46-53
46-54
46-point
46-yard
46-year-old
46.3
46.33
46.37
46.4
46.55
46.6
46.60
46.8
460
460,000
4600
461
4611th
462
463
463,017
464
464-page
4648
465
465-seat
466
466-467
467
468
468.9
469
469th
46th
47
47,802
47-page
47.06
47.38
47.4
47.46
47.53
470
4700
47000
4703732
4706629
4706630
471
471754-2
472
473
473rd
474
4740517
475
475,000
475-490
47514
476
4768
476th
477
477th
478-479
478th
479
47925
479th
47th
48
48,000
48-game
48-hour
48-inch
48-point
48-room
48-yard
48.3
48.4
48.5
48.6
480
4800
481
482
483
48300
484
484,200
485
485-497
4857
486
487
4874
48756
488
4889
489
4892
48th
49
49-111
49-21
49-52
49-63
49-point
49-yard
49.2
49.5
49.70
49.95
490
491
491st
492
492,006
492.5
492nd
493
494
494,662
494,9
494.7
494th
495
495,0
496
497
49709
498
498th
499
49967
49th
4th
4th-and-5
4th-and-8
4th-and-goal
4th-down
4th-place
4th-string
5
5,000
5,000-pipe
5,000-seat
5,008.7
5,010
5,015
5,022-seat
5,037
5,083
5,105
5,161
5,172
5,185
5,226
5,250
5,276
5,287
5,295
5,300
5,330
5,362
5,367
5,382
5,389
5,400
5,407
5,414
5,418
5,482
5,500
5,551
5,573
5,575
5,608
5,632
5,662
5,667
5,692
5,693
5,697
5,709
5,746
5,757
5,781
5,800
5,806
5,867
5,883
5,897
5,900
5,904
5,916
5,946
5,955
5,982
5,983
5-0
5-03
5-1
5-10
5-12
5-2
5-20
5-24
5-3
5-4
5-5
5-5.2
5-6
5-6th
5-7
5-7-5
5-7.5
5-8
5-8-3
5-8th
5-9
5-Yard
5-a-side
5-act
5-alpha
5-bay
5-button
5-cell
5-days-a-week
5-for-25
5-game
5-inch
5-issue
5-link
5-liter
5-methyl
5-of-6
5-page
5-phosphate
5-song
5-speed
5-star
5-string
5-time
5-track
5-yard
5-year
5-year-old
5.0
5.0.2
5.0.3
5.00
5.000
5.01
5.03
5.1
5.1.13
5.10
5.11
5.12
5.13
5.14
5.15
5.18
5.19
5.2
5.2.13
5.20
5.21
5.25
5.27
5.290
5.3
5.3.13
5.31
5.33
5.39
5.4
5.4.13
5.4.99
5.45
5.48
5.48-5.52
5.49
5.5
5.5-7.5
5.5.13
5.55
5.6
5.6.13
5.60
5.607
5.62
5.65
5.657
5.7
5.7.13
5.72
5.75
5.76
5.8
5.849.000
5.85
5.9
5.93
5.94
5.946
50
50,000
50,001
50,490
50-200
50-99
50-boat
50-foot
50-foot-high
50-gun
50-kilometer
50-minute
50-percent
50-person
50-race
50-second
50-to-one
50-ton
50-yard
50-year
50-year-old
50.000
50.06
50.1
50.2
50.5
50.6
50.63
50.84
500
500,000
500-1650
500-man
500-meter
500-page
5000
5000-strong
50000
5001
5002
5003
5004
5005
5006
5007
5008
5009
500th
501
501-510
5010
5011
5012
5013
5014
5015
5016
5017
50171
5018
5019
501st
502
503
503rd
504
505
50597
505th
506
506,947
507
508
508th
509
50th
50th-anniversary
51
51,000
51-foot-long
51-member
51-yard
51.13
51.6
510
510-room
5100
5101
5102
5104
5106
5107412
511
512
512,000
512-foot
513
513-961-0178
513.7-million-worker
514
514788
515
515,000
516
516028
516th
517
517-524
517th
518
5183
518th
519
519.9
519th
51st
52
52,000
52,275
52,348
52,782
52-34
52-episode
52-minute
52-yard
52-year-old
52.1
52.20
52.23
52.3
52.30
52.54
52.61
52.7
52.89
520
520,000
520-seat
5200
5201
5202
52086
521
5210
522
522nd
523
524
524700
525
52579
526
527
527-549
528
528,000
5285
529
52nd
53
53,000
53,429
53,677
53-40
53-7-2
53-man
53-point
53-yard
53-year-old
53.21
53.29
53.6
53.8
53.86
530
5300
5301
5302
5303
5304
5305
531
53102-8-1
5312
531992
531st
532
532445
533
534
53452
535
536
5366
538
539
53rd
54
54,000
54,100
54-46
54-59
54-Degree
54-foot
54-hole
54-hour
54-yard
54-year-old
54.2
54.25
54.3
54.5
54.67
54.79
54.80
54.9
540
5400
5401
5408
541
5419
541st
542
544
5446
545
546
547
548
549
549,000
54th
55
55,000
55,305
55,540
55,985
55-45
55-70
55-foot
55-yard
55-year-old
55.000
55.5
55.8
550
550,314
5500
551
552
553
5531
554
554,000
5544
55442
555
555,500
555th
556
557
557,0
5570267
557th
558
559
55919
559th
55th
56
56,000
56,620
56,868
56-10
56-50
56-game
56-yard
56.23
56.40
560
560,672
560-600
5600
5601
560523
560th
561
5614770
5620
562184
562503
563
563837
564
564079
564672
564844
565
565109
565168
566195
566599
566th
567
5678
568
568,019
568982
568th
569
569-1533
569-1534
569-1790
569-1791
569-1940
569-1941
56962
569940
56th
57
57,000
57,298
57-105
57-74
57-inch
57-yard
57.09
57.2
57.3
57.6
57.92
570
571
571287
5725
57252-57253
572773
573
573641-2
573rd
574825
575
5750
57656
5766
577783
577th
578
578771
579
57th
58
58,460
58,646
58-69
58-acre
58-hour
58-point
58.25
58.3
58.35
58.4
58.5
58.7
58.75
580
5800
58053128
581
581568
582
583
584
585
5850691
586
587
587-614
587.6
5879992
588
589
58th
59
59,000
59,006
59,169
59,200
59,291
59,368
59-49
59-61
59-65
59-yard
59.2
59.5
59.65
59.66
590
59000
591-592
592
593
594
594,810
5940
595
595,308
595.166295
595.53
5960607108-00111
597
598
598-602
59th
5th
5th-6th
5th-8th
5th-century
5th-round
6
6,000
6,000-mile
6,000-seat
6,000-watt
6,013
6,039
6,064
6,078
6,100
6,152
6,160
6,240
6,284
6,289
6,382
6,434
6,438
6,466
6,500
6,505
6,549
6,555
6,569
6,577
6,6
6,600
6,634
6,641
6,642
6,646
6,647
6,650
6,674
6,700
6,708
6,750
6,791
6,800
6,809
6,834
6,855
6,881
6,900
6,950
6,960
6,984
6,994
6-0
6-02-51
6-1
6-11
6-12
6-15
6-17
6-2
6-3
6-4
6-5
6-6
6-6-1
6-7
6-7th
6-8
6-9
6-Man
6-Pack
6-blade
6-cylinder
6-flat
6-for-8
6-game
6-goal
6-hole
6-inch
6-member
6-mil
6-mile
6-millimeter
6-minute
6-mode
6-octave
6-on-5
6-part
6-piece
6-rank
6-second
6-song
6-speed
6-to-12-mile-wide
6-week
6-wheeled
6-yard
6-year
6.0
6.03
6.04
6.06
6.1
6.1.1
6.10
6.10.7
6.11
6.11.10
6.12
6.12.10
6.13.11
6.14
6.16
6.17
6.18
6.2
6.2-8.4
6.2.2
6.25
6.27
6.3
6.3.4
6.30
6.35
6.4
6.4.6
6.42
6.43
6.494
6.5
6.5-06
6.5.6
6.52
6.524
6.6
6.6.6
6.60
6.7
6.7.6
6.71
6.8
6.8.7
6.9
6.9.7
6.94
60
60,000
60,009
60,201
60,746
60-82
60-Degree
60-day
60-foot
60-foot-long
60-minute
60-page
60-piece
60-title
60-yard
60-year
60-year-old
60.20
60.8
600
600,000
600-member
600-seat
6000
6001
6002
600th
601
601st
602
602.0
603
6031
604
604.4
6042
6046
604th
605
60529
606
60601-2-41
6061
607
608
608,827
609
60th
61
61,000
61,700
61,924
61-82
61-inch
61-year-old
61.07
61.2
61.3
61.5
61.57
610
611
611th
612
61205
613
613th
614
614th
615
615,000
615,517
61508
615th
616
617
6173
618
619
619,634
61st
62
62,000
62,547
62-second
62.66
620
620,000
621
622
623
6233
6234
624
625
625,710
6250
626
627
628
628,000
629
62nd
63
63,000
63-90
63-point
63-yard
63.1
63.2
63.45
63.5
630
630,000
6300
631
632
632503
6329
632nd
633
6334
634
635
635th
636
637
637.9
637th
638
638.2
639
639-3
639-653
6396294
63rd
63rd-ranked
64
64,304
64,800
64-51
64-66
64-Bit
64-Channel
64-bit
64-gun
64-page
64-yard
64.5
64.6
64.7
64.70
64.9
640
640,0
640-A
6403001
640th
641
641st
642
643
643-649
644
645
645792
646
646880
646th
647
648
648th
649
649.4
64th
65
65,000
65,405
65-3-3
65-hectare
65-hours
65.24
65.4
650
650,000
650,000,000
650-704
6500
6502
6505
651
652
653
654
655
6558
656
657
658
6580
659
659-661
659.5
65th
66
66,000
66,100
66,372
66,753
66-3
66-75
66.00
66.2
66.4
66.49
66.60
660
661
661-page
662
6620-24
663
665
666
667
66th
66th-minute
67
67,000
67,365
67,60
67-yard
67.19
67.3
67.4
67.5
67.68
67.78
670
671
67131
672
6721
673
675
676
677
678
678,000
678th
679
6794-1-R
67th
68
68,000
68-69
68.2
68.3
68.6
680
680,000
6800
681
682
683
683,000
683-698
684,000
685
686
688
689
689-4560
689-4561
689-4569
689-4580
689-4581
689-4690
689-4691
689.9
68th
69
69,000
69,087
69,451
69,542
69-72
69-year
69-year-old
69.39
69.70
690
690,000
6900
690th
691
692
693
694
695
697
697.0
698
698th
699671
69th
69th-minute
6th
6th-century
6th-place
7
7,000
7,009
7,027
7,050
7,074
7,076
7,088
7,135-foot
7,189
7,200
7,210
7,211
7,283
7,303
7,365
7,395
7,400
7,406
7,420
7,440
7,456
7,457
7,469
7,474
7,5
7,500
7,518
7,526
7,573
7,578
7,665,250
7,690
7,694
7,700
7,704
7,710
7,719
7,775
7,776
7,806
7,833
7,902
7-0
7-10th
7-11
7-12
7-2
7-26
7-3
7-38
7-5
7-6
7-7-1
7-9.5
7-9th
7-A-Side
7-Eleven
7-Zip
7-acre
7-bit
7-cylinder
7-day
7-game
7-inch
